<?php
// Heading
$_['heading_title']     = 'Подарунковий сертифікат';

// Text
$_['text_success']      = 'Налаштування успішно змінені!';
$_['text_list']         = 'Подарункові сертифікати';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';
$_['text_sent']         = 'Подарунковий сертифікат відправлений на e-mail!';

// Column
$_['column_name']       = 'Назва подарункового сертифікату';
$_['column_code']       = 'Код';
$_['column_from']       = 'Від';
$_['column_to']         = 'Кому';
$_['column_theme']      = 'Тематика';
$_['column_amount']     = 'Сума';
$_['column_status']     = 'Статус';
$_['column_order_id']   = '№ Замовлення';
$_['column_customer']   = 'Клієнт';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дії';

// Entry
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'Ім\'я посилача';
$_['entry_from_email']  = 'E-Mail посилача';
$_['entry_to_name']     = 'Ім\'я одержувача';
$_['entry_to_email']    = 'E-Mail одержувача';
$_['entry_theme']       = 'Тематика';
$_['entry_message']     = 'Повідомлення';
$_['entry_amount']      = 'Сума';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Код, який клієнт вводить для активації подарункового сертифікату';

// Error
$_['error_selection']   = 'Увага! Сертифікат не вибраний';
$_['error_permission']  = 'Ви не маєте повноважень для зміни налаштувань Подарунковий сертифікат!';
$_['error_exists']      = 'Цей Подарунковий сертифікат вже використовується!';
$_['error_code']        = 'Код має бути від 3 до 10 символів!';
$_['error_to_name']     = 'Ім\'я одержувача має бути від 1 до 64 символів!';
$_['error_from_name']   = 'Ваше ім\'я має бути від 1 до 64 символів!';
$_['error_email']       = 'E-Mail адреса введена невірно!';
$_['error_amount']      = 'Сума має бути більша або рівна 1!';
$_['error_order']       = 'Цей сертифікат не може бути видалений, оскільки є частиною <a href="%s">замовлення</a>!';

