<?php
// Text
$_['text_approve_subject']      = '%s - Ваш партнерський аккаунт активований!';
$_['text_approve_welcome']      = 'Ласкаво просимо і дякуємо за реєстрацію на %s!';
$_['text_approve_login']        = 'Ваш аккаунт створений і Ви можете увійти використовуючи Ваш E-mail і пароль, відвідавши наш сайт за адресою:';
$_['text_approve_services']     = 'Після входу, Ви зможете отримати адресу партнерського посилання.';
$_['text_approve_thanks']       = 'Дякуємо,';
$_['text_transaction_subject']  = '%s - Партнерська винагорода.';
$_['text_transaction_received'] = 'Ви отримали %s!';
$_['text_transaction_total']    = 'Загальна сума Ваших партнерських винагород %s.';
