<?php

// Text

$_['text_search']                             = 'Пошук';

$_['text_brand']                              = 'Бренд';

$_['text_manufacturer']                       = 'Виробник:';

$_['text_model']                              = 'Модель:';

$_['text_reward']                             = 'Бонусні бали:';

$_['text_points']                             = 'Ціна у бонусних балах:';

$_['text_stock']                              = 'Наявність:';

$_['text_instock']                            = 'Є в наявності';

$_['text_tax']                                = 'Без ПДВ:';

$_['text_discount']                           = ' чи більше: ';

$_['text_option']                             = 'Доступні варіанти';

$_['text_minimum']                            = 'Мінімальна кількість для замовлення цього товару: %s';

$_['text_reviews']                            = '%s відгуків';

$_['text_write']                              = 'Написати відгук';

$_['text_login']                              = 'Будь ласка <a href="%s">авторизуйтеся</a> чи <a href="%s">створіть обліковий запис</a> перш ніж написати відгук';

$_['text_no_reviews']                         = 'Немає відгуків про цей товар.';

$_['text_note']                               = '<span style="color: #FF0000;">Примітка:</span> HTML розмітка не підтримується! Використайте звичайний текст.';

$_['text_success']                            = 'Дякуємо за ваш відгук. Він поступив адміністраторові для перевірки на спам і незабаром буде опублікований.';

$_['text_related']                            = 'Рекомендовані товари';

$_['text_tags']                               = 'Теги:';

$_['text_error']                              = 'Товар не знайдений!';

$_['text_payment_recurring']                   = 'Платіжний профіль';

$_['text_trial_description']                  = 'Сума: %s; Періодичність: %d %s; К-ть платежів: %d, Далі ';

$_['text_payment_description']                = 'Сума: %s; Періодичність:  %d %s; К-ть платежів:  %d ';

$_['text_payment_until_canceled_description'] = 'Сума: %s; Періодичність:  %d %s ; К-ть платежів: до відміни';

$_['text_day']                                = 'день';

$_['text_week']                               = 'тиждень';

$_['text_semi_month']                         = 'півмісяця';

$_['text_month']                              = 'місяць';

$_['text_year']                               = 'рік';



// Entry

$_['entry_qty']                               = 'Кількість';

$_['entry_name']                              = 'Ваше ім\'я:';

$_['entry_review']                            = 'Ваш відгук:';

$_['entry_rating']                            = 'Оцінка:';

$_['entry_good']                              = 'Добре';

$_['entry_bad']                               = 'Погано';

$_['entry_captcha']                           = 'Введіть код, вказаний на картинці:';



// Tabs

$_['tab_description']                         = 'Опис';

$_['tab_attribute']                           = 'Характеристики';

$_['tab_review']                              = 'Відгуків (%s)';



// Error

$_['error_name']                              = 'Ім\'я має бути від 3 до 25 символів!';

$_['error_text']                              = 'Текст відгуку має бути від 25 до 1000 символів!';

$_['error_rating']                            = 'Будь ласка, виберіть оцінку!';

$_['error_captcha']                           = 'Код, вказаний на картинці, введений невірно!';

