<?php

// Heading

$_['heading_title']                 = 'Партнерская программа';



// Text

$_['text_account']                  = 'Кабінет Партнера';

$_['text_login']                    = 'Увійти';

$_['text_description']              = '<p>Партнерська програма %s абсолютно безкоштовна і дозволяє учасникам отримувати додатковий прибуток, шляхом розміщення посилань як на Наш магазин  %s або на окремі товари. Кожна купівля, здійснена по партнерському посиланню, приносить агентську комісію. Стандартний розмір комісії складає %s.</p><p>За детальною інформацією звертайтеся на сторінку інформації для партнерів.</p>';

$_['text_new_affiliate']            = 'Новый Партнер';

$_['text_register_account']         = '<strong>Я не є партнером.</strong><p>Натисніть Вперед щоб створити обліковий запис партнера. Зверніть увагу, що цей обліковий запис ніяк не пов\'язаний з яким або обліковим записом покупця!</p>';

$_['text_returning_affiliate']      = 'Вхід для партнерів';

$_['text_i_am_returning_affiliate'] = 'Я вже зареєстрований.';

$_['text_forgotten']                = 'Забули пароль?';



// Entry

$_['entry_email']                   = 'Партнерский E-Mail:';

$_['entry_password']                = 'Пароль:';



// Error

$_['error_login']                   = 'Не знайдена введена адреса E-Mail і/або пароль вказаний неправильно.';

$_['error_approved']                = 'Ваш аккаунт доки не схвалений. Чекайте, скоро адміністрація повинна схвалити Ваш аккаунт.';

