<?php
// Heading
$_['heading_title'] = 'Обліковий запис Партнера успішно створений!';

// Text
$_['text_message']  = '<p>Вітаємо. Ваш партнерський аккаунт успішно створений!</p> <p>Тепер ви зможете скористатися перевагами партнера, щоб збільшити свій прибуток, разом з нами.</p> <p>.</p> <p>Якщо у Вас виникли питання за Партнерською програмою, будь ласка <a href="%s">зв\'яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію нового Партнера %s!</p><p>Ви отримаєте повідомлення на E-Mail після активації облікового запису адміністрацією магазину.</p><p>Якщо у Вас виникли питання за Партнерською програмою, будь ласка <a href="%s">зв\'яжіться з нами</a>.</p>';
$_['text_account']  = 'Кабінет Партнера';
$_['text_success']  = 'Успішно';


