<?php

// Heading

$_['heading_title']    = 'Реферали Партнера';



// Text

$_['text_account']     = 'Кабінет Партнера';

$_['text_description'] = 'Щоб заробляти за партнерською програмою, ви повинні розмістити реферальне посилання на нас. Використайте інструмент вказаний нижче, для створення реферальных посилань для %s.';



// Entry

$_['entry_code']       = 'Ваш Реферальний код';

$_['entry_generator']  = 'Створити реферальне посилання';

$_['entry_link']       = 'Реферальне посилання';



// Help

$_['help_generator']  = 'Введіть назву товару для якого желаетет створити посилання.';

