<?php
// Heading
$_['heading_title']     = 'Податковий клас';

// Text
$_['text_success']      = 'Налаштування успішно змінені!';
$_['text_list']         = 'Список класів';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';
$_['text_shipping']     = 'Адреса доставки';
$_['text_payment']      = 'Платіжна адреса';
$_['text_store']        = 'Адреса магазину';

// Column
$_['column_title']      = 'Податкові класи';
$_['column_action']     = 'Дія';

// Entry
$_['entry_title']       = 'Податковий клас';
$_['entry_description'] = 'Опис';
$_['entry_rate']        = 'Податкова ставка';
$_['entry_based']       = 'Заснована на';
$_['entry_geo_zone']    = 'Географічна зона';
$_['entry_priority']    = 'Пріоритет';

// Error
$_['error_permission']  = 'Ви не маєте повноважень для зміни податкових класів!';
$_['error_title']       = 'Назва податку має бути від 3 до 32 символів!';
$_['error_description'] = 'Опис має бути від 3 до 255 символів!';
$_['error_product']     = 'Податкова ставка не може бути видалена, оскільки призначена %s товарам!';

