<?php
// Heading
$_['heading_title']    = 'Доставка по місту';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Налаштування успішно змінені!';
$_['text_edit']        = 'Редагування';

// Entry
$_['entry_rate']       = 'Норми доставки';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_geo_zone']   = 'Географічна зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_rate']        = 'Введіть цінність до 5.2 десяткових розрядів. (12345.67) Приклад: .1:1,.25:1.27 - Вага меньш або рівна 0.1 кг коштуватиме 1.00 (у одиницях валюти за умовчанням), вага від 0.1 до 0.25 кг коштуватиме 1.27. Не вписуйте кг або інші символи.';

// Error
$_['error_permission'] = 'Ви не маєте повноважень для управління цим модулем!';

