<?php
// Heading
$_['heading_title']    = 'Безкоштовна доставка';

// Text
$_['text_shipping']    = 'Безкоштовна доставка';
$_['text_success']     = 'Налаштування успішно змінені!';
$_['text_edit']        = 'Редагування';

// Entry
$_['entry_total']      = 'Ліміт суми';
$_['entry_geo_zone']   = 'Географічна зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_total']       = 'Мінімальна сума замовлення, необхідна для того, щоб безкоштовна доставка стала доступна.';

// Error
$_['error_permission'] = 'Ви не маєте повноважень для управління цим модулем!';

