<?php
// Heading
$_['heading_title']    = 'Доставка залежно від ваги';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Налаштування успішно змінені!';
$_['text_edit']        = 'Редагування';

// Entry
$_['entry_rate']       = 'Розцінки';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_geo_zone']   = 'Географічна зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_rate']        = 'Приклад: 5:10.00,7:12.00 Вага:Ціна, Вага:Ціна, і так далі (Не вписуйте кг або інші символи)';

// Error
$_['error_permission'] = 'Ви не маєте повноважень для управління цим модулем!';

