<?php

// Text

$_['text_subject']		        = '%s - Партнерська програма';

$_['text_welcome']		        = 'Поздоровляємо. Ви стали партнером нашого магазину %s !';

$_['text_login']                = 'Ваш аккаунт створений і Ви можете увійти, використовуючи свій E-mail і пароль, по посиланню:';

$_['text_approval']		        = 'Ваш обліковий запис чекає підтвердження. Після підтвердження Ви зможете увійти до партнерського розділу нашого сайту по посиланню:';

$_['text_services']		        = 'У партнерському розділі Ви зможете отримати реферальний код і реферальні посилання, відстежувати комісійну винагороду і редагувати параметри облікового запису.';

$_['text_thanks']		        = 'Дякуємо,';

$_['text_new_affiliate']        = 'Новий партнер';

$_['text_signup']		        = 'Зареєстрований новий партнер:';

$_['text_store']		        = 'Магазин:';

$_['text_firstname']	        = 'Ім\'я, По батькові:';

$_['text_lastname']		        = 'Прізвище:';

$_['text_company']		        = 'Компанія:';

$_['text_email']		        = 'E-Mail:';

$_['text_telephone']	        = 'Телефон:';

$_['text_website']		        = 'Сайт:';

$_['text_order_id']             = '№ Замовлення:';

$_['text_transaction_subject']  = '%s - партнерські комісійні';

$_['text_transaction_received'] = 'Ви отримали %s комісійних!';

$_['text_transaction_total']    = 'Загальний баланс комісійних %s.';

