<?php

// Text

$_['text_subject']        = '%s - Дякуємо за реєстрацію';

$_['text_welcome']        = 'Ласкаво просимо в %s і дякуємо Вам за реєстрацію!';

$_['text_login']          = 'Ваш аккаунт створений і Ви можете увійти, використовуючи свій E-mail і пароль, по посиланню:';

$_['text_approval']       = 'Ваш аккаунт створений і чекає підтвердження. Після підтвердження, Ви зможете увійти до магазину, використовуючи E-Mail і пароль, по посиланню:';

$_['text_services']       = 'Після входу в систему, Ви зможете отримати доступ до різних сервісів Магазину, такі як огляд останніх замовлень, друк рахунку і редагування інформації про Ваш обліковий запис.';

$_['text_thanks']         = 'Дякуємо,';

$_['text_new_customer']   = 'Новий клієнт';

$_['text_signup']         = 'Зареєстрований новий клієнт:';

$_['text_website']        = 'Сайт:';

$_['text_customer_group'] = 'Группа клиентов:';

$_['text_firstname']      = 'Ім\'я, По батькові:';

$_['text_lastname']       = 'Прізвище:';

$_['text_email']          = 'E-Mail:';

$_['text_telephone']      = 'Телефон:';

